{
  "updated_at": "2026-02-06T18:06:45.908Z",
  "sheet": "Main",
  "rows_count": 283,
  "rows": [
    {
      "PARA_NUM": "1",
      "CHAPTER_MANUSCRIPT": "Chapter 20"
    },
    {
      "PARA_NUM": "3",
      "CHAPTER_MANUSCRIPT": "In Which The Stage Is Marked"
    },
    {
      "PARA_NUM": "5",
      "CHAPTER_MANUSCRIPT": "Keating had commandeered the theatre as if it were an extension of his office."
    },
    {
      "PARA_NUM": "7",
      "CHAPTER_MANUSCRIPT": "The benches were empty, the curtain gone, the great cabinet sitting like an offended animal in its usual place. A faint draught came under the side door and worried at the edge of the sheet that covered the proscenium. Dust motes turned in the high cold light. On the stage itself someone had set a small basket of chalks and a length of string."
    },
    {
      "PARA_NUM": "9",
      "CHAPTER_MANUSCRIPT": "Mr Weston, installed in the front row with a folded chair-back as writing board, already looked as though he regretted everything that had led him here. Mr Beale stood a little behind him, nervous and impatient, his hands clasped behind his back in a resolute attempt not to fidget. Ned Parker waited by the ladder that went up to the fly walk with the unhappy resignation of a man whose speciality had been volunteered. Captain Rathbone was near the cabinet, arms folded, watching the boards with a professional narrowness of gaze."
    },
    {
      "PARA_NUM": "11",
      "CHAPTER_MANUSCRIPT": "In the great open doorway at the rear, between the last row of benches and the passage, a shifting cluster of heads betrayed the curiosity of the household. Servants were theoretically about their duties, practically listening."
    },
    {
      "PARA_NUM": "13",
      "CHAPTER_MANUSCRIPT": "Tom Bracewell stood on the stage centre, cap in hand, a lean figure in his work jacket. He stared at the chalk Keating had placed at his feet as if it might be explosive."
    },
    {
      "PARA_NUM": "15",
      "CHAPTER_MANUSCRIPT": "“We will begin,” Keating said, “with the most tedious portion, and proceed from there.”"
    },
    {
      "PARA_NUM": "17",
      "CHAPTER_MANUSCRIPT": "“Sir,” Bracewell muttered."
    },
    {
      "PARA_NUM": "19",
      "CHAPTER_MANUSCRIPT": "Beale cleared his throat. “Mr Keating, I hope we are not to scuff the boards too much. The chalk will get into the paint.”"
    },
    {
      "PARA_NUM": "21",
      "CHAPTER_MANUSCRIPT": "Keating did not look at him. “I should think a little chalk an acceptable sacrifice, Mr Beale, if it helps ensure no one else drops through the floor.”"
    },
    {
      "PARA_NUM": "23",
      "CHAPTER_MANUSCRIPT": "Beale subsided."
    },
    {
      "PARA_NUM": "25",
      "CHAPTER_MANUSCRIPT": "Keating stooped and marked a rough circle near the prompt corner. “This,” he said, straightening, “shall be the side door. You will indulge my draughtsmanship. Here” - he walked and scratched another mark - “the hatch. Here the ladder to the flies. And here, the cabinet.”"
    },
    {
      "PARA_NUM": "27",
      "CHAPTER_MANUSCRIPT": "He glanced at Rathbone, who nodded once to confirm the proportions."
    },
    {
      "PARA_NUM": "29",
      "CHAPTER_MANUSCRIPT": "“Tom,” Keating said, turning back, “on the morning of rehearsal, after Mr Weston unlocked the door and left you to it, you and Mr Beale brought in what was needed. You have told me as much. We will now see it.”"
    },
    {
      "PARA_NUM": "31",
      "CHAPTER_MANUSCRIPT": "Bracewell shifted. “We was only doing as we always do.”"
    },
    {
      "PARA_NUM": "33",
      "CHAPTER_MANUSCRIPT": "“And it is precisely the fact of habit that concerns me. Habits are not examined, they are simply followed. Take the chalk, if you please.”"
    },
    {
      "PARA_NUM": "35",
      "CHAPTER_MANUSCRIPT": "Bracewell stooped unwillingly, took up the stick, and left a thumbprint on it."
    },
    {
      "PARA_NUM": "37",
      "CHAPTER_MANUSCRIPT": "“You will begin at the circle,” Keating said. “When you speak of going to the door, you will put your foot on the chalk. When you speak of going under stage, you will walk to that mark. When you say you climbed the ladder, you will go to the ladder. If you halt or talk with someone, you will put a cross where you stood and give me as close an account as you can of how long you were still.”"
    },
    {
      "PARA_NUM": "39",
      "CHAPTER_MANUSCRIPT": "Bracewell stared at him."
    },
    {
      "PARA_NUM": "41",
      "CHAPTER_MANUSCRIPT": "“You wish me to draw myself about the floor,” he said."
    },
    {
      "PARA_NUM": "43",
      "CHAPTER_MANUSCRIPT": "“Precisely. Consider it a rehearsal. You may have heard of those.” Keating’s tone was mild. “We will all follow along in our copies.”"
    },
    {
      "PARA_NUM": "45",
      "CHAPTER_MANUSCRIPT": "Weston licked the tip of his pencil and bent over his paper. Beale took a breath that sounded as though it might become a protest and thought better of it."
    },
    {
      "PARA_NUM": "47",
      "CHAPTER_MANUSCRIPT": "“Begin from when Mr Weston left you,” Keating said."
    },
    {
      "PARA_NUM": "49",
      "CHAPTER_MANUSCRIPT": "Bracewell went slowly to the chalk circle."
    },
    {
      "PARA_NUM": "51",
      "CHAPTER_MANUSCRIPT": "“Mr Weston was at the door,” he said. “He opened it up, and Mr Beale and me went in with the first lot of lamps and the canvas and such. Then Mr Weston said as he’d come back later, and he went away down the passage.”"
    },
    {
      "PARA_NUM": "53",
      "CHAPTER_MANUSCRIPT": "“You saw him turn the key when he left,” Keating said."
    },
    {
      "PARA_NUM": "55",
      "CHAPTER_MANUSCRIPT": "Bracewell hesitated. “I saw him at the door, sir.”"
    },
    {
      "PARA_NUM": "57",
      "CHAPTER_MANUSCRIPT": "“You did not see the key.”"
    },
    {
      "PARA_NUM": "59",
      "CHAPTER_MANUSCRIPT": "“No, sir. He was in the doorway, talking to Mr Beale. I was carrying the lamps.”"
    },
    {
      "PARA_NUM": "61",
      "CHAPTER_MANUSCRIPT": "Keating nodded. “Mark yourself here. You are just inside, with the lamps.”"
    },
    {
      "PARA_NUM": "63",
      "CHAPTER_MANUSCRIPT": "Bracewell scratched a crude cross near the circle."
    },
    {
      "PARA_NUM": "65",
      "CHAPTER_MANUSCRIPT": "“Then what.”"
    },
    {
      "PARA_NUM": "67",
      "CHAPTER_MANUSCRIPT": "“Then we carried in the rest. The cabinet had been struck after the last showing so it all had to be set again. Mr Beale had his own key after that. For certain,” he added, with a glance towards his superior."
    },
    {
      "PARA_NUM": "69",
      "CHAPTER_MANUSCRIPT": "“Let us see you bring in the cabinet,” Keating said. “We will not insist on the actual weight.”"
    },
    {
      "PARA_NUM": "71",
      "CHAPTER_MANUSCRIPT": "It took some manoeuvring and much eye-rolling from Ned as they walked the route Bracewell described, but in the end there was a visible trail in chalk from door to cabinet and back."
    },
    {
      "PARA_NUM": "73",
      "CHAPTER_MANUSCRIPT": "“When did Mr Pritchard arrive with his pots,” Keating asked. “Before or after you had the cabinet on its marks.”"
    },
    {
      "PARA_NUM": "75",
      "CHAPTER_MANUSCRIPT": "“After,” Bracewell said. “He came in while we was adjusting the back panel and Captain Rathbone was underneath.”"
    },
    {
      "PARA_NUM": "77",
      "CHAPTER_MANUSCRIPT": "Rathbone inclined his head to confirm. “The lower hatch was secure at that time. Mr Bracewell held the ladder while we tested the drop.”"
    },
    {
      "PARA_NUM": "79",
      "CHAPTER_MANUSCRIPT": "“Mark it,” Keating said."
    },
    {
      "PARA_NUM": "81",
      "CHAPTER_MANUSCRIPT": "Bracewell chalked another cross near the cabinet."
    },
    {
      "PARA_NUM": "83",
      "CHAPTER_MANUSCRIPT": "“Now,” Keating went on, “we come to the stranger. You have said he presented himself at the side door as Lord Fallowmere’s man.”"
    },
    {
      "PARA_NUM": "85",
      "CHAPTER_MANUSCRIPT": "“Yes, sir.”"
    },
    {
      "PARA_NUM": "87",
      "CHAPTER_MANUSCRIPT": "Beale could not forebear speaking. “The porter sent him down, Mr Keating. He would not have come unannounced.”"
    },
    {
      "PARA_NUM": "89",
      "CHAPTER_MANUSCRIPT": "“And when this paragon of accuracy reached the door,” Keating said, “where were you, Tom.”"
    },
    {
      "PARA_NUM": "91",
      "CHAPTER_MANUSCRIPT": "Bracewell went back to his circle."
    },
    {
      "PARA_NUM": "93",
      "CHAPTER_MANUSCRIPT": "“I was here, sir. I heard the knock, and Mr Beale said, that will be his lordship’s man, Tom, go and let him in. So I went and opened up.”"
    },
    {
      "PARA_NUM": "95",
      "CHAPTER_MANUSCRIPT": "“You had the key.”"
    },
    {
      "PARA_NUM": "97",
      "CHAPTER_MANUSCRIPT": "Bracewell’s mouth tightened. “Mr Beale put it in my hand, yes.”"
    },
    {
      "PARA_NUM": "99",
      "CHAPTER_MANUSCRIPT": "“Mark that moment,” Keating said."
    },
    {
      "PARA_NUM": "101",
      "CHAPTER_MANUSCRIPT": "Bracewell set a thicker cross at the chalk circle."
    },
    {
      "PARA_NUM": "103",
      "CHAPTER_MANUSCRIPT": "“Mr Beale,” Keating said without turning, “did you see Tom unbolt the door and relock it.”"
    },
    {
      "PARA_NUM": "105",
      "CHAPTER_MANUSCRIPT": "Beale shifted on his feet. “He did as I told him, sir. I do not stand over my men.”"
    },
    {
      "PARA_NUM": "107",
      "CHAPTER_MANUSCRIPT": "“Then this is your recollection rather than your observation,” Keating said. “Noted.”"
    },
    {
      "PARA_NUM": "109",
      "CHAPTER_MANUSCRIPT": "Beale flushed."
    },
    {
      "PARA_NUM": "111",
      "CHAPTER_MANUSCRIPT": "Keating looked at Parker. “Ned, when you come in of a morning, does Mr Beale observe you unlacing your boots.”"
    },
    {
      "PARA_NUM": "113",
      "CHAPTER_MANUSCRIPT": "Parker gave a startled laugh and sobered when Beale glared. “No, sir.”"
    },
    {
      "PARA_NUM": "115",
      "CHAPTER_MANUSCRIPT": "“And yet your boots are seldom seen on the benches. Curious.”"
    },
    {
      "PARA_NUM": "117",
      "CHAPTER_MANUSCRIPT": "Weston coughed discreetly into his hand and wrote faster."
    },
    {
      "PARA_NUM": "119",
      "CHAPTER_MANUSCRIPT": "“Tom,” Keating said, returning, “show us how you opened for this man. Where did you stand, where did he stand, where did you go next. Speak as you move.”"
    },
    {
      "PARA_NUM": "121",
      "CHAPTER_MANUSCRIPT": "Bracewell went to the chalk circle, mimed turning a key and pulling a door inward."
    },
    {
      "PARA_NUM": "123",
      "CHAPTER_MANUSCRIPT": "“I opened up, sir; he was outside, just in the passage, with his coat and hat on. I stepped back, so he could come in, and he said, am I right for the theatre, and I said he was, and that Mr Beale was on stage.”"
    },
    {
      "PARA_NUM": "125",
      "CHAPTER_MANUSCRIPT": "“How far inside did he come before the door shut behind him.”"
    },
    {
      "PARA_NUM": "127",
      "CHAPTER_MANUSCRIPT": "Bracewell thought."
    },
    {
      "PARA_NUM": "129",
      "CHAPTER_MANUSCRIPT": "“I do not rightly know,” he said at last. “We was talking in the doorway.”"
    },
    {
      "PARA_NUM": "131",
      "CHAPTER_MANUSCRIPT": "Keating’s gaze sharpened. “And the door itself. Open or shut at that time.”"
    },
    {
      "PARA_NUM": "133",
      "CHAPTER_MANUSCRIPT": "“Open, sir. Else how could he come in.”"
    },
    {
      "PARA_NUM": "135",
      "CHAPTER_MANUSCRIPT": "“And the key, Tom.”"
    },
    {
      "PARA_NUM": "137",
      "CHAPTER_MANUSCRIPT": "Bracewell’s hand twitched. “I had it in my hand.”"
    },
    {
      "PARA_NUM": "139",
      "CHAPTER_MANUSCRIPT": "“For how long.”"
    },
    {
      "PARA_NUM": "141",
      "CHAPTER_MANUSCRIPT": "“Only while I was talking with him.”"
    },
    {
      "PARA_NUM": "143",
      "CHAPTER_MANUSCRIPT": "“Demonstrate.”"
    },
    {
      "PARA_NUM": "145",
      "CHAPTER_MANUSCRIPT": "Bracewell mimed leaning upon the jamb, one hand on an invisible latch, and Keating watched the way his other hand curled naturally, the thumb braced, as if on something solid."
    },
    {
      "PARA_NUM": "147",
      "CHAPTER_MANUSCRIPT": "“When you gesture to the stage, Tom,” Keating said, “do you point with your key hand or your free hand.”"
    },
    {
      "PARA_NUM": "149",
      "CHAPTER_MANUSCRIPT": "“My free hand, sir.”"
    },
    {
      "PARA_NUM": "151",
      "CHAPTER_MANUSCRIPT": "“So you let the key rest somewhere while you waved.”"
    },
    {
      "PARA_NUM": "153",
      "CHAPTER_MANUSCRIPT": "Bracewell looked caught."
    },
    {
      "PARA_NUM": "155",
      "CHAPTER_MANUSCRIPT": "“I might have set it down on the table,” he admitted. “Only for a moment. To fetch the lamp. There is a little table by the door, sir, as we keep tools upon, and sometimes the key lies there until Mr Beale takes it again.”"
    },
    {
      "PARA_NUM": "157",
      "CHAPTER_MANUSCRIPT": "Keating walked to the wing and with the chalk drew a square where the small table stood."
    },
    {
      "PARA_NUM": "159",
      "CHAPTER_MANUSCRIPT": "“Show us,” he said."
    },
    {
      "PARA_NUM": "161",
      "CHAPTER_MANUSCRIPT": "Bracewell crossed to the square and laid the chalk down upon it."
    },
    {
      "PARA_NUM": "163",
      "CHAPTER_MANUSCRIPT": "“And the stranger,” Keating said. “Where was he then.”"
    },
    {
      "PARA_NUM": "165",
      "CHAPTER_MANUSCRIPT": "“Just here, sir, inside the door.”"
    },
    {
      "PARA_NUM": "167",
      "CHAPTER_MANUSCRIPT": "“Mark him.”"
    },
    {
      "PARA_NUM": "169",
      "CHAPTER_MANUSCRIPT": "Bracewell hesitated, then bent and drew a second cross, a pace or two away from his own."
    },
    {
      "PARA_NUM": "171",
      "CHAPTER_MANUSCRIPT": "“So,” Keating said. “At this moment, the door is open, the key is on the table, and you are within arm’s reach, talking of his lordship’s affairs.”"
    },
    {
      "PARA_NUM": "173",
      "CHAPTER_MANUSCRIPT": "Bracewell nodded reluctantly."
    },
    {
      "PARA_NUM": "175",
      "CHAPTER_MANUSCRIPT": "“How long.”"
    },
    {
      "PARA_NUM": "177",
      "CHAPTER_MANUSCRIPT": "“I cannot say.”"
    },
    {
      "PARA_NUM": "179",
      "CHAPTER_MANUSCRIPT": "“Count it,” Keating said. He took his pocket watch out, flipped it open, and handed it to Weston. “Mr Weston, you will oblige me.”"
    },
    {
      "PARA_NUM": "181",
      "CHAPTER_MANUSCRIPT": "Weston looked hunted, but nodded."
    },
    {
      "PARA_NUM": "183",
      "CHAPTER_MANUSCRIPT": "“When I give you the word, you will count half minutes aloud until I ask you to stop,” Keating said. “Mr Bracewell, you will speak as you spoke, or as near as you can recall, from the moment you set that key down, until the moment you are quite certain you took it up again and put it in the lock.”"
    },
    {
      "PARA_NUM": "185",
      "CHAPTER_MANUSCRIPT": "Bracewell stared at the chalk cross that marked the stranger’s place. “I do not see as that is necessary.”"
    },
    {
      "PARA_NUM": "187",
      "CHAPTER_MANUSCRIPT": "“On the contrary,” Keating said, “it is the very definition of necessary. Mr Weston.”"
    },
    {
      "PARA_NUM": "189",
      "CHAPTER_MANUSCRIPT": "Weston lifted his pencil, as though that would assist the process. “Yes, Mr Keating.”"
    },
    {
      "PARA_NUM": "191",
      "CHAPTER_MANUSCRIPT": "“Begin.”"
    },
    {
      "PARA_NUM": "193",
      "CHAPTER_MANUSCRIPT": "Weston looked at the watch. “Half a minute,” he said, after a time that already felt too long."
    },
    {
      "PARA_NUM": "195",
      "CHAPTER_MANUSCRIPT": "Bracewell cleared his throat."
    },
    {
      "PARA_NUM": "197",
      "CHAPTER_MANUSCRIPT": "“I told him,” he said, unwillingly, “that his lordship had not yet arrived, and that the cabinet was in hand, and that the painter was here. He asked if the duke was to be present for the rehearsal, and I said I did not know. He said his lordship would expect everything as promised, and that his arms was to be shewn clear, and I said as that was for the gentlemen to settle, not me.”"
    },
    {
      "PARA_NUM": "199",
      "CHAPTER_MANUSCRIPT": "“A minute,” Weston announced."
    },
    {
      "PARA_NUM": "201",
      "CHAPTER_MANUSCRIPT": "“And then he said,” Bracewell went on, “that there had been much confusion over arms, and that it was his business to put such things to rights. He spoke of Clarenceux, sir, like he knew the name.”"
    },
    {
      "PARA_NUM": "203",
      "CHAPTER_MANUSCRIPT": "Rathbone’s eyebrows rose a fraction. Keating did not move."
    },
    {
      "PARA_NUM": "205",
      "CHAPTER_MANUSCRIPT": "“Two minutes,” Weston said."
    },
    {
      "PARA_NUM": "207",
      "CHAPTER_MANUSCRIPT": "“And he said as how his lordship would be particular displeased if there was any mistake in the showing,” Bracewell finished in a rush, “and that I should tell Mr Beale he wished to see him very soon. Then I took up the key and put it to the door, for he said it was cold in the passage.”"
    },
    {
      "PARA_NUM": "209",
      "CHAPTER_MANUSCRIPT": "“And locked it,” Keating said."
    },
    {
      "PARA_NUM": "211",
      "CHAPTER_MANUSCRIPT": "“Yes, sir.”"
    },
    {
      "PARA_NUM": "213",
      "CHAPTER_MANUSCRIPT": "“Mr Weston.”"
    },
    {
      "PARA_NUM": "215",
      "CHAPTER_MANUSCRIPT": "“Just on two minutes and a half,” Weston said."
    },
    {
      "PARA_NUM": "217",
      "CHAPTER_MANUSCRIPT": "Keating walked a little and looked down at the chalk figure of the stranger."
    },
    {
      "PARA_NUM": "219",
      "CHAPTER_MANUSCRIPT": "“In those two minutes and a half, Tom,” he said, “was there any person between this man and the key on the table.”"
    },
    {
      "PARA_NUM": "221",
      "CHAPTER_MANUSCRIPT": "Bracewell swallowed. “No, sir.”"
    },
    {
      "PARA_NUM": "223",
      "CHAPTER_MANUSCRIPT": "“So he could, had he chosen, pick it up, turn it in his hand, examine its pattern, and even, conceivably, walk it as far as the carpenter for a tracing.”"
    },
    {
      "PARA_NUM": "225",
      "CHAPTER_MANUSCRIPT": "Beale made a sound of indignation. “Mr Jackson would never engage in such a thing.”"
    },
    {
      "PARA_NUM": "227",
      "CHAPTER_MANUSCRIPT": "“I said conceivably,” Keating replied. “Calm yourself, Mr Beale, no one is accusing Mr Jackson of making a dozen illicit keys to every door in the house. I am establishing that here was a moment when a stranger, admitted by your order and left to Tom’s care, was alone with unrestricted reach to that particular key, while the door stood open.”"
    },
    {
      "PARA_NUM": "229",
      "CHAPTER_MANUSCRIPT": "Bracewell looked more wretched by the moment."
    },
    {
      "PARA_NUM": "231",
      "CHAPTER_MANUSCRIPT": "“I did not think -”"
    },
    {
      "PARA_NUM": "233",
      "CHAPTER_MANUSCRIPT": "“No,” Keating said. “You thought you were exchanging gossip about heraldry, which no doubt seemed harmless enough. No one here is in the habit of thinking how to kill a man on a stage. That is precisely why we must examine the habit.”"
    },
    {
      "PARA_NUM": "235",
      "CHAPTER_MANUSCRIPT": "He turned slightly."
    },
    {
      "PARA_NUM": "237",
      "CHAPTER_MANUSCRIPT": "“Ned,” he said, “you have shown me how quickly a line can be taken up to the hook and laid along the batten if the lower end is ready. How long to climb from here, where Tom stands, to the fly walk, secure the rope to that hook, and bring it to a cleat.”"
    },
    {
      "PARA_NUM": "239",
      "CHAPTER_MANUSCRIPT": "Parker rubbed a hand over his jaw."
    },
    {
      "PARA_NUM": "241",
      "CHAPTER_MANUSCRIPT": "“If the line is already run and waiting, sir, and all I have to do is make it fast and lay it out, perhaps three minutes, all told.”"
    },
    {
      "PARA_NUM": "243",
      "CHAPTER_MANUSCRIPT": "“And if you had never used the theatre before.”"
    },
    {
      "PARA_NUM": "245",
      "CHAPTER_MANUSCRIPT": "Parker considered. “Longer. You would have to find your footing and the ladder. But the hooks are obvious once you are up. Five minutes, perhaps. Six if he is cautious.”"
    },
    {
      "PARA_NUM": "247",
      "CHAPTER_MANUSCRIPT": "“So, suppose a man with some knowledge of rigging but new to this house had three minutes alone up there earlier in the day,” Keating said. “Enough to attach his iron to the front batten and make it ready. And suppose, later, at the instant when Lord Fallowmere stepped into the cabinet, someone already familiar with the fly walk needed only to stand at the same place, take the end in hand, and pull.”"
    },
    {
      "PARA_NUM": "249",
      "CHAPTER_MANUSCRIPT": "Parker’s mouth tightened. “That would be easy enough.”"
    },
    {
      "PARA_NUM": "251",
      "CHAPTER_MANUSCRIPT": "Beale found his voice. “You must have a man used to heights and gear for that, Mr Keating. A stranger could not just walk up and do for my lord.”"
    },
    {
      "PARA_NUM": "253",
      "CHAPTER_MANUSCRIPT": "“A stranger need not have been the man at the moment of pulling,” Keating said. “That is exactly the point. You have a regular fly worker. You have yourself. You have Mr Bracewell, who has held a ladder often enough.”"
    },
    {
      "PARA_NUM": "255",
      "CHAPTER_MANUSCRIPT": "“I do not go up there,” Bracewell said quickly. “That is Ned’s place.”"
    },
    {
      "PARA_NUM": "257",
      "CHAPTER_MANUSCRIPT": "“You do when he is not by,” Beale said. “Do not you pretend otherwise. I have sent you up to fetch a missing weight more than once.”"
    },
    {
      "PARA_NUM": "259",
      "CHAPTER_MANUSCRIPT": "“Only for a moment.”"
    },
    {
      "PARA_NUM": "261",
      "CHAPTER_MANUSCRIPT": "“Nevertheless,” Keating said, “you know the way.”"
    },
    {
      "PARA_NUM": "263",
      "CHAPTER_MANUSCRIPT": "Bracewell shut his mouth."
    },
    {
      "PARA_NUM": "265",
      "CHAPTER_MANUSCRIPT": "Keating stooped again and drew a faint line in chalk from the hatch mark to the foot of the ladder."
    },
    {
      "PARA_NUM": "267",
      "CHAPTER_MANUSCRIPT": "“This is the path taken by the pull,” he said, “in imagination. Now we will have the path taken by the men. Tom, we have reached the point where you first brought the stranger upon the stage. Take him forward.”"
    },
    {
      "PARA_NUM": "269",
      "CHAPTER_MANUSCRIPT": "Bracewell obeyed, walking his own route from door to the open area where the painter had his trestles. The chalk dust took on a life of its own at his feet, a pale trail in slow formation."
    },
    {
      "PARA_NUM": "271",
      "CHAPTER_MANUSCRIPT": "“He spoke to Mr Pritchard,” Bracewell muttered, “and then to Mr Beale.”"
    },
    {
      "PARA_NUM": "273",
      "CHAPTER_MANUSCRIPT": "“You will stop and mark each place he stood,” Keating said."
    },
    {
      "PARA_NUM": "275",
      "CHAPTER_MANUSCRIPT": "Soon there were more of the little crosses, each one a fixed memory that could be interrogated."
    },
    {
      "PARA_NUM": "277",
      "CHAPTER_MANUSCRIPT": "“When did he go below,” Keating asked."
    },
    {
      "PARA_NUM": "279",
      "CHAPTER_MANUSCRIPT": "Bracewell pointed at the hatch."
    },
    {
      "PARA_NUM": "281",
      "CHAPTER_MANUSCRIPT": "“He asked to see how the cabinet worked,” he said. “Mr Beale told him there were tricks below, and he laughed, and said he would not meddle. Then he said he knew something of such matters, and asked me to shew him. I took a lamp and went down first.”"
    },
    {
      "PARA_NUM": "283",
      "CHAPTER_MANUSCRIPT": "Keating walked to the hatch mark."
    },
    {
      "PARA_NUM": "285",
      "CHAPTER_MANUSCRIPT": "“You first, he after,” Keating said. “So, for some moments, he is on the ladder behind you, and your eyes are on the rungs.”"
    },
    {
      "PARA_NUM": "287",
      "CHAPTER_MANUSCRIPT": "Bracewell nodded."
    },
    {
      "PARA_NUM": "289",
      "CHAPTER_MANUSCRIPT": "“You have a lamp, he has his hands free. The door behind you stands, we may now safely assume, locked, or so you believed. The key is in your pocket, not in the door.”"
    },
    {
      "PARA_NUM": "291",
      "CHAPTER_MANUSCRIPT": "“Yes, sir.”"
    },
    {
      "PARA_NUM": "293",
      "CHAPTER_MANUSCRIPT": "“Mark the time you were down there with him.”"
    },
    {
      "PARA_NUM": "295",
      "CHAPTER_MANUSCRIPT": "Bracewell hesitated, then surrendered to the inevitable."
    },
    {
      "PARA_NUM": "297",
      "CHAPTER_MANUSCRIPT": "“We looked at the hatch and the bolt,” he said. “I shewed him how Captain Rathbone had arranged the cradle and the guides. He asked many questions. It might have been a quarter of an hour or more.”"
    },
    {
      "PARA_NUM": "299",
      "CHAPTER_MANUSCRIPT": "“A quarter of an hour,” Keating repeated. “Mr Weston.”"
    },
    {
      "PARA_NUM": "301",
      "CHAPTER_MANUSCRIPT": "“I have it, Mr Keating,” Weston said, writing."
    },
    {
      "PARA_NUM": "303",
      "CHAPTER_MANUSCRIPT": "“At any point,” Keating went on, “did you leave him alone under the stage.”"
    },
    {
      "PARA_NUM": "305",
      "CHAPTER_MANUSCRIPT": "Bracewell visibly searched his memory."
    },
    {
      "PARA_NUM": "307",
      "CHAPTER_MANUSCRIPT": "“I went up once,” he said slowly. “To fetch something. I do not recall what. Perhaps a wedge or a tool. I left him by the hatch.”"
    },
    {
      "PARA_NUM": "309",
      "CHAPTER_MANUSCRIPT": "“How long were you gone.”"
    },
    {
      "PARA_NUM": "311",
      "CHAPTER_MANUSCRIPT": "“Only a few minutes.”"
    },
    {
      "PARA_NUM": "313",
      "CHAPTER_MANUSCRIPT": "“Long enough,” Keating said, “if an ingenious man wished to examine the bolt unseen and his hands were already tarred from other work, to as much as touch it.”"
    },
    {
      "PARA_NUM": "315",
      "CHAPTER_MANUSCRIPT": "Bracewell’s skin went grey."
    },
    {
      "PARA_NUM": "317",
      "CHAPTER_MANUSCRIPT": "“I did not know what he was about.”"
    },
    {
      "PARA_NUM": "319",
      "CHAPTER_MANUSCRIPT": "“No,” Keating said. “You thought yourself helpful. It is a dangerous condition.”"
    },
    {
      "PARA_NUM": "321",
      "CHAPTER_MANUSCRIPT": "He looked at Rathbone. “Captain, when you were down there afterwards with Mr Pritchard and the painter’s boy, did you notice anything unusual about the ring.”"
    },
    {
      "PARA_NUM": "323",
      "CHAPTER_MANUSCRIPT": "“It was as I had left it,” Rathbone said. “I did not test its range. I had no cause.”"
    },
    {
      "PARA_NUM": "325",
      "CHAPTER_MANUSCRIPT": "“You did not observe the particular angle.”"
    },
    {
      "PARA_NUM": "327",
      "CHAPTER_MANUSCRIPT": "“No.”"
    },
    {
      "PARA_NUM": "329",
      "CHAPTER_MANUSCRIPT": "Keating nodded. “So then, a man who had ten minutes alone with that bolt, while Lord Fallowmere’s attention was employed elsewhere, might set matters ready with no witness. Later, someone in the flies, or even on the batten itself, could use a line to shift it the half inch required.”"
    },
    {
      "PARA_NUM": "331",
      "CHAPTER_MANUSCRIPT": "“It must be someone who knows the house,” Beale insisted. “You would not have a stranger pulling at ropes among my drops. They would drop a weight on the duke’s head.”"
    },
    {
      "PARA_NUM": "333",
      "CHAPTER_MANUSCRIPT": "“Your concern for His Grace is noted,” Keating said. “Now we will come to the time of the rehearsal itself.”"
    },
    {
      "PARA_NUM": "335",
      "CHAPTER_MANUSCRIPT": "He had Bracewell walk his path from the moment Lord Fallowmere arrived, chalking out his own movements upstage, downstage, across to the prompt corner, back to the cabinet. The cabinet, even sheeted in dust, seemed to bristle at being made a prop in a demonstration of its own crime."
    },
    {
      "PARA_NUM": "337",
      "CHAPTER_MANUSCRIPT": "“You have placed yourself here,” Keating said at last, pointing to a cross midway between the cabinet and the ladder. “You have declared that when Lord Fallowmere stepped into the cabinet, you were watching from this point, yes.”"
    },
    {
      "PARA_NUM": "339",
      "CHAPTER_MANUSCRIPT": "“Yes, sir.”"
    },
    {
      "PARA_NUM": "341",
      "CHAPTER_MANUSCRIPT": "“And you have likewise given me to understand that you did not, at any point between his entering the cabinet and the moment of his fall, go near the ladder.”"
    },
    {
      "PARA_NUM": "343",
      "CHAPTER_MANUSCRIPT": "“That is what I said.”"
    },
    {
      "PARA_NUM": "345",
      "CHAPTER_MANUSCRIPT": "Keating turned to Parker."
    },
    {
      "PARA_NUM": "347",
      "CHAPTER_MANUSCRIPT": "“Ned, how long from this cross to the fly walk, at a run.”"
    },
    {
      "PARA_NUM": "349",
      "CHAPTER_MANUSCRIPT": "Parker measured it with his eye. “Thirty seconds.”"
    },
    {
      "PARA_NUM": "351",
      "CHAPTER_MANUSCRIPT": "“And to reach the point where the extra hook was found.”"
    },
    {
      "PARA_NUM": "353",
      "CHAPTER_MANUSCRIPT": "Parker took a few steps, looked up, and came back."
    },
    {
      "PARA_NUM": "355",
      "CHAPTER_MANUSCRIPT": "“A minute all told, sir, if you are already moving at the moment he goes in.”"
    },
    {
      "PARA_NUM": "357",
      "CHAPTER_MANUSCRIPT": "Keating looked at Bracewell again."
    },
    {
      "PARA_NUM": "359",
      "CHAPTER_MANUSCRIPT": "“Tom, when you told me earlier that the rehearsal seemed to go on and on very slow, that you lost sense of the exact minutes, yet now you insist you stood fixed here all that while, which story would you rather I entered in my notes.”"
    },
    {
      "PARA_NUM": "361",
      "CHAPTER_MANUSCRIPT": "Bracewell swallowed."
    },
    {
      "PARA_NUM": "363",
      "CHAPTER_MANUSCRIPT": "“I cannot say to a minute where I was,” he admitted. “I was all about. There were lines to fetch and the lamp to see to. I might have gone nearer the ladder, yes.”"
    },
    {
      "PARA_NUM": "365",
      "CHAPTER_MANUSCRIPT": "“Or up it.”"
    },
    {
      "PARA_NUM": "367",
      "CHAPTER_MANUSCRIPT": "“No, sir. I swear it. I never set foot on the rungs during the rehearsal.”"
    },
    {
      "PARA_NUM": "369",
      "CHAPTER_MANUSCRIPT": "“Then we must suppose,” Keating said quietly, “that whoever did take that foot and hand upon the ladder chose their moment well, when your back was turned and Mr Beale’s attention was on Lord Fallowmere in the cabinet, and Mr Weston had obligingly removed His Grace to the back to examine the effect.”"
    },
    {
      "PARA_NUM": "371",
      "CHAPTER_MANUSCRIPT": "He let the picture rest. In the doorway behind, the listening servants were very still."
    },
    {
      "PARA_NUM": "373",
      "CHAPTER_MANUSCRIPT": "“It may be,” Keating went on, almost conversational, “that you have simply failed to recall every step. It may be you prefer not to recall all of them, because you fear that a foolish moment will look like guilt. My interest is not in your fear, Tom, but in the true path taken between this hatch, that hook, and that cabinet. So I shall give you this much, for now. If you remember any other detail, or any other person about that ladder, you will come to Mr Weston immediately and have him send to me. That will be accounted a wiser course than waiting to see if I discover it without your aid.”"
    },
    {
      "PARA_NUM": "375",
      "CHAPTER_MANUSCRIPT": "Bracewell’s fingers clenched on the chalk. “Yes, sir.”"
    },
    {
      "PARA_NUM": "377",
      "CHAPTER_MANUSCRIPT": "“You may stand down. Mr Parker, I shall have you up there once more, to show Mr Weston precisely what a man can do in a minute if he has a mind to.”"
    },
    {
      "PARA_NUM": "379",
      "CHAPTER_MANUSCRIPT": "Parker sighed and went for the ladder."
    },
    {
      "PARA_NUM": "381",
      "CHAPTER_MANUSCRIPT": "Beale took a step after Keating."
    },
    {
      "PARA_NUM": "383",
      "CHAPTER_MANUSCRIPT": "“You are not going to say,” he began hotly, “that my theatre has been turned into a gallows by my own men.”"
    },
    {
      "PARA_NUM": "385",
      "CHAPTER_MANUSCRIPT": "“I am going to say,” Keating replied, “that your theatre, which is a place for make-believe danger, has had real danger brought into it through a combination of your inexact habits and an impostor with a taste for precedence. Whether one of your men was foolish enough to assist him past that will be a question answered before I leave this house.”"
    },
    {
      "PARA_NUM": "387",
      "CHAPTER_MANUSCRIPT": "Beale flinched as if struck. Parker began to climb, the boards creaked above, and the demonstration went on."
    },
    {
      "PARA_NUM": "389",
      "CHAPTER_MANUSCRIPT": "***"
    },
    {
      "PARA_NUM": "391",
      "CHAPTER_MANUSCRIPT": "Arabella’s needle had achieved five very regular rose petals, three very irregular ones, and one stitched place that was no flower at all by the time Weston came in."
    },
    {
      "PARA_NUM": "393",
      "CHAPTER_MANUSCRIPT": "He coughed discreetly at the door."
    },
    {
      "PARA_NUM": "395",
      "CHAPTER_MANUSCRIPT": "“My lady.”"
    },
    {
      "PARA_NUM": "397",
      "CHAPTER_MANUSCRIPT": "She looked up, arranged her face into calm civility, and only then glanced to the side, where Crispin lounged in his usual hovering disarray by the mantelshelf. His expression suggested that if his former steward did not at once produce news of value he would throw a ghostly candlestick at him, which, fortunately for the silver, he could not."
    },
    {
      "PARA_NUM": "399",
      "CHAPTER_MANUSCRIPT": "“Come in, Weston,” Arabella said. “Has Mr Keating done with the theatre.”"
    },
    {
      "PARA_NUM": "401",
      "CHAPTER_MANUSCRIPT": "“For the present, my lady. He is with Mr Parker and Mr Beale yet, but he has released Mr Bracewell.”"
    },
    {
      "PARA_NUM": "403",
      "CHAPTER_MANUSCRIPT": "“Ah.” Arabella put her work aside. Her fingers were slightly pricked. It was not entirely the embroidery’s fault."
    },
    {
      "PARA_NUM": "405",
      "CHAPTER_MANUSCRIPT": "Weston came a little further into the room and, with the tiny hesitation that now marked any step that might be construed as going beyond his usual remit, drew a folded paper from his pocket."
    },
    {
      "PARA_NUM": "407",
      "CHAPTER_MANUSCRIPT": "“Captain Rathbone asked that this be placed in Mr Keating’s hand, my lady,” he said. “He thought it might be of use for the record. As the captain is presently detained in the theatre, Mr Keating requested that it be left in his study. I am going there directly, but I had your leave that anything touching upon the safety of the house or the inquiry might be shewn to you en route.”"
    },
    {
      "PARA_NUM": "409",
      "CHAPTER_MANUSCRIPT": "“You have,” Arabella said, a touch more rapidly than was strictly necessary. “Thank you, Weston.”"
    },
    {
      "PARA_NUM": "411",
      "CHAPTER_MANUSCRIPT": "“Also,” Weston added, “Captain Rathbone said that if there were any particulars you wished to have marked for your own ease of mind, he would be glad to do so, subject to Mr Keating’s approval.”"
    },
    {
      "PARA_NUM": "413",
      "CHAPTER_MANUSCRIPT": "Crispin scoffed in Arabella’s ear. “I am overjoyed to know that my neck-breaking is being taken in hand subject to Mr Keating’s approval.”"
    },
    {
      "PARA_NUM": "415",
      "CHAPTER_MANUSCRIPT": "Arabella rounded her lips as if in thought, which conveniently covered the impulse to answer him."
    },
    {
      "PARA_NUM": "417",
      "CHAPTER_MANUSCRIPT": "“That was good of Captain Rathbone,” she said instead. “May I look.”"
    },
    {
      "PARA_NUM": "419",
      "CHAPTER_MANUSCRIPT": "“Of course, my lady.”"
    },
    {
      "PARA_NUM": "421",
      "CHAPTER_MANUSCRIPT": "Weston handed her the paper with ceremonious care, as if it were already an exhibit."
    },
    {
      "PARA_NUM": "423",
      "CHAPTER_MANUSCRIPT": "It proved to be a sketch in Rathbone’s exact hand, showing the stage in plan, with the hatch, ladder and cabinet all neatly inked in, and a series of small crosses in a different colour. The crosses were labelled with brief notes: Tom talks to stranger, key on table. Tom leads stranger below. Tom up briefly for a tool, stranger below alone."
    },
    {
      "PARA_NUM": "425",
      "CHAPTER_MANUSCRIPT": "“There is rather a quantity of Tom,” Crispin remarked over her shoulder."
    },
    {
      "PARA_NUM": "427",
      "CHAPTER_MANUSCRIPT": "Arabella kept her gaze steady on the paper."
    },
    {
      "PARA_NUM": "429",
      "CHAPTER_MANUSCRIPT": "“Mr Keating had Mr Bracewell retrace his steps,” she said. “It seems to have produced something.”"
    },
    {
      "PARA_NUM": "431",
      "CHAPTER_MANUSCRIPT": "“It has produced my death in miniature,” Crispin said sourly. “Look at that little mark there, where the cabinet stands. That is me, is it. One cross, marked Fell.”"
    },
    {
      "PARA_NUM": "433",
      "CHAPTER_MANUSCRIPT": "Arabella did not find, on inspection, that Rathbone had been quite so callous: the final cross by the cabinet was labelled simply Lord F. enters cabinet, Parker flies, Beale DS."
    },
    {
      "PARA_NUM": "435",
      "CHAPTER_MANUSCRIPT": "“It does shew,” she said slowly, “how necessary it was that the man pretending to be Lord Fallowmere’s servant should have had time alone under the stage.”"
    },
    {
      "PARA_NUM": "437",
      "CHAPTER_MANUSCRIPT": "“And time alone with my key,” Crispin said. “Not that key, the other. If you are going to make a comedy out of my murder you might at least keep the props straight.”"
    },
    {
      "PARA_NUM": "439",
      "CHAPTER_MANUSCRIPT": "“Lord Fallowmere did not have a key,” Arabella murmured, as if weighing a stitch. “Not to this door, Weston.”"
    },
    {
      "PARA_NUM": "441",
      "CHAPTER_MANUSCRIPT": "“I had a name,” he said. “It appears one may do more with that than with brass.”"
    },
    {
      "PARA_NUM": "443",
      "CHAPTER_MANUSCRIPT": "She looked again at the little cross where the stranger waited in the door, hand level with the imagined table."
    },
    {
      "PARA_NUM": "445",
      "CHAPTER_MANUSCRIPT": "“It also shews,” she said, “how much Tom did not notice, or did not think of. He has admitted setting the key down. If the man wished to make a copy or simply see how the wards work, that moment would serve.”"
    },
    {
      "PARA_NUM": "447",
      "CHAPTER_MANUSCRIPT": "“And if he wished to take the key altogether and sell the place to burglars,” Crispin observed, “but it seems he had more interesting amusements in mind.”"
    },
    {
      "PARA_NUM": "449",
      "CHAPTER_MANUSCRIPT": "Arabella folded the paper carefully and returned it at once to Weston’s keeping."
    },
    {
      "PARA_NUM": "451",
      "CHAPTER_MANUSCRIPT": "“Thank you, Weston,” she said aloud. “I do not think there are alterations I should suggest. Mr Keating will value the captain’s thoroughness.”"
    },
    {
      "PARA_NUM": "453",
      "CHAPTER_MANUSCRIPT": "Weston conveyed, in the movement of his eyelids, that he privately agreed."
    },
    {
      "PARA_NUM": "455",
      "CHAPTER_MANUSCRIPT": "“There is another matter, my lady,” he said. “His Grace has sent to ask that Captain Rathbone attend him in the small salon when the theatre is cleared. I thought you would wish to be apprised.”"
    },
    {
      "PARA_NUM": "457",
      "CHAPTER_MANUSCRIPT": "Crispin straightened at once. “Ah. The scaffold call.”"
    },
    {
      "PARA_NUM": "459",
      "CHAPTER_MANUSCRIPT": "Arabella’s stomach did something undignified."
    },
    {
      "PARA_NUM": "461",
      "CHAPTER_MANUSCRIPT": "“I see,” she said. “Do we know the subject.”"
    },
    {
      "PARA_NUM": "463",
      "CHAPTER_MANUSCRIPT": "“No, my lady. His Grace did not confide in me on that point.” Weston’s politeness was immaculate. “However, I can say that Colonel Ashe is also to be present, which speaks to business rather than entertainment.”"
    },
    {
      "PARA_NUM": "465",
      "CHAPTER_MANUSCRIPT": "“Or to a firing squad,” Crispin suggested."
    },
    {
      "PARA_NUM": "467",
      "CHAPTER_MANUSCRIPT": "Arabella pressed her lips together."
    },
    {
      "PARA_NUM": "469",
      "CHAPTER_MANUSCRIPT": "“Very well, Weston,” she said. “I thank you. You will let me know when the meeting is over.”"
    },
    {
      "PARA_NUM": "471",
      "CHAPTER_MANUSCRIPT": "“I shall, my lady.”"
    },
    {
      "PARA_NUM": "473",
      "CHAPTER_MANUSCRIPT": "When he had gone, she allowed herself the luxury of pressing her cool fingers to her temples."
    },
    {
      "PARA_NUM": "475",
      "CHAPTER_MANUSCRIPT": "“This is my father’s doing,” she said, very low."
    },
    {
      "PARA_NUM": "477",
      "CHAPTER_MANUSCRIPT": "“Undoubtedly,” Crispin said. “Everything from the curtain to my broken neck is in some sense your father’s doing. It was bound to extend to the captain’s dismissal at some point. If it makes you feel better, he is being unfair to absolutely everyone.”"
    },
    {
      "PARA_NUM": "479",
      "CHAPTER_MANUSCRIPT": "“It does not,” Arabella said."
    },
    {
      "PARA_NUM": "481",
      "CHAPTER_MANUSCRIPT": "She stood up, folded her embroidery, and crossed to the bell-pull."
    },
    {
      "PARA_NUM": "483",
      "CHAPTER_MANUSCRIPT": "“What do you mean to do,” Crispin demanded."
    },
    {
      "PARA_NUM": "485",
      "CHAPTER_MANUSCRIPT": "“What I may,” she said. “Which is very little, but I intend to spend it all.”"
    },
    {
      "PARA_NUM": "487",
      "CHAPTER_MANUSCRIPT": "She rang. After a short interval, her maid appeared."
    },
    {
      "PARA_NUM": "489",
      "CHAPTER_MANUSCRIPT": "“Jane, will you tell Weston that, if it can be accomplished without incommoding anyone, I should like to walk as far as the small salon within the next quarter of an hour. I have been seated all day and find I am quite stiff.”"
    },
    {
      "PARA_NUM": "491",
      "CHAPTER_MANUSCRIPT": "“Yes, my lady,” Jane said, a fraction surprised."
    },
    {
      "PARA_NUM": "493",
      "CHAPTER_MANUSCRIPT": "“You are going to loiter outside the door and listen,” Crispin said approvingly, when Jane had gone. “At last some proper scandal.”"
    },
    {
      "PARA_NUM": "495",
      "CHAPTER_MANUSCRIPT": "“I am going to be seen in the vicinity,” Arabella said. “If my father is as angry as I think, it may assist Captain Rathbone if His Grace is obliged to remember that other people exist.”"
    },
    {
      "PARA_NUM": "497",
      "CHAPTER_MANUSCRIPT": "“Specifically you.”"
    },
    {
      "PARA_NUM": "499",
      "CHAPTER_MANUSCRIPT": "“Naturally,” she said."
    },
    {
      "PARA_NUM": "501",
      "CHAPTER_MANUSCRIPT": "***"
    },
    {
      "PARA_NUM": "503",
      "CHAPTER_MANUSCRIPT": "Her father had chosen the chairs in the small salon as carefully as he chose everything else."
    },
    {
      "PARA_NUM": "505",
      "CHAPTER_MANUSCRIPT": "The best were for guests, the second best for the family, the least comfortable for those in his bad graces. Today, the duke himself sat in his favoured armchair by the fire, Colonel Ashe occupied one at his right hand, and the plain upright near the window was evidently intended for Captain Rathbone."
    },
    {
      "PARA_NUM": "507",
      "CHAPTER_MANUSCRIPT": "She had not gone so far as to send for him; that would have been beyond her present powers. But Weston, who understood the arts of timing better than some generals, contrived that as she came down the passage with Jane at a respectful distance behind her, Rathbone should be approaching from the opposite direction, having been summoned."
    },
    {
      "PARA_NUM": "509",
      "CHAPTER_MANUSCRIPT": "They met just outside the salon door."
    },
    {
      "PARA_NUM": "511",
      "CHAPTER_MANUSCRIPT": "“Captain,” she said, with a little start of apparent surprise. “I did not know my father had sent for you.”"
    },
    {
      "PARA_NUM": "513",
      "CHAPTER_MANUSCRIPT": "Rathbone bowed."
    },
    {
      "PARA_NUM": "515",
      "CHAPTER_MANUSCRIPT": "“His Grace has been so good as to request my attendance,” he said. His face was composed, but there was an extra line about his eyes that had not been there on Wednesday."
    },
    {
      "PARA_NUM": "517",
      "CHAPTER_MANUSCRIPT": "Crispin hovered at Arabella’s shoulder. “You might as well kiss him now, to save everyone trouble later.”"
    },
    {
      "PARA_NUM": "519",
      "CHAPTER_MANUSCRIPT": "She very nearly replied aloud. Instead, she let her fingers tremble on the edge of her reticule, as if arranging the clasp."
    },
    {
      "PARA_NUM": "521",
      "CHAPTER_MANUSCRIPT": "“I have seen the drawing you made for Mr Keating,” she said softly, just for Rathbone’s ear. “It is very clear.”"
    },
    {
      "PARA_NUM": "523",
      "CHAPTER_MANUSCRIPT": "“Thank you, my lady.” His voice matched hers in pitch. “I hoped it might serve.”"
    },
    {
      "PARA_NUM": "525",
      "CHAPTER_MANUSCRIPT": "“It does,” she said. “It also convinces me that whoever set their hand to that bolt did so by abusing the trust of this house. I only wished to say that I am aware of the inconvenience to you in setting all this out, and I do not consider it an imposition.” She paused. “Nor would I wish any decision to be made about your position until Mr Keating is satisfied as to the facts.”"
    },
    {
      "PARA_NUM": "527",
      "CHAPTER_MANUSCRIPT": "For a moment, something unguarded showed under the officer’s discipline. His mouth firmed, not against her, but for her."
    },
    {
      "PARA_NUM": "529",
      "CHAPTER_MANUSCRIPT": "“I am obliged to you, Lady Arabella,” he said. “That is a sentiment I will have in mind.”"
    },
    {
      "PARA_NUM": "531",
      "CHAPTER_MANUSCRIPT": "“It is not a sentiment,” she said. “It is an expectation.”"
    },
    {
      "PARA_NUM": "533",
      "CHAPTER_MANUSCRIPT": "Crispin made a choking sound in Arabella’s ear. “You will reduce the man to a shadow before I have the chance.”"
    },
    {
      "PARA_NUM": "535",
      "CHAPTER_MANUSCRIPT": "Rathbone looked as though he might, if he forgot himself, smile. He did not."
    },
    {
      "PARA_NUM": "537",
      "CHAPTER_MANUSCRIPT": "“I will do my utmost to avoid giving His Grace cause to be displeased with you,” he said, “whatever he chooses in respect of me.”"
    },
    {
      "PARA_NUM": "539",
      "CHAPTER_MANUSCRIPT": "“That is not required,” she said. Her heart was beating too fast. “Only that you should say precisely what you know. My father’s displeasure is a weather of its own. We all walk in it.”"
    },
    {
      "PARA_NUM": "541",
      "CHAPTER_MANUSCRIPT": "Their eyes met, just for a moment. It felt, absurdly, like stepping into an empty space between ropes."
    },
    {
      "PARA_NUM": "543",
      "CHAPTER_MANUSCRIPT": "Then the duke’s voice came from within, sharp and impatient."
    },
    {
      "PARA_NUM": "545",
      "CHAPTER_MANUSCRIPT": "“Rathbone. Are you proposing to stand in the passage all afternoon.”"
    },
    {
      "PARA_NUM": "547",
      "CHAPTER_MANUSCRIPT": "Rathbone straightened."
    },
    {
      "PARA_NUM": "549",
      "CHAPTER_MANUSCRIPT": "“Your Grace,” he said, and went past her into the room."
    },
    {
      "PARA_NUM": "551",
      "CHAPTER_MANUSCRIPT": "The salon door stood open a hand’s breadth; Colonel Ashe rose briefly at Rathbone’s entrance, then sat again. Arabella, after a heartbeat’s pause, moved just far enough along the corridor that, should anyone look out, it would be plausible that she was merely passing by on the way to another room."
    },
    {
      "PARA_NUM": "553",
      "CHAPTER_MANUSCRIPT": "“That,” Crispin murmured, “was recklessly close to courage.”"
    },
    {
      "PARA_NUM": "555",
      "CHAPTER_MANUSCRIPT": "She pretended to adjust the cuff of her gown, which served to conceal, from any watching eye, the fine quiver in her hand."
    },
    {
      "PARA_NUM": "557",
      "CHAPTER_MANUSCRIPT": "“It was only a conversation in a passage,” she said."
    },
    {
      "PARA_NUM": "559",
      "CHAPTER_MANUSCRIPT": "“In my experience,” Crispin replied dryly, “those do more damage than most battles.”"
    },
    {
      "PARA_NUM": "561",
      "CHAPTER_MANUSCRIPT": "Inside the small salon, her father’s voice began, measured and cold. She could not make out the words, only the cadence. She knew that rhythm very well. It belonged to rebuke dressed as reason."
    },
    {
      "PARA_NUM": "563",
      "CHAPTER_MANUSCRIPT": "Rathbone’s reply, when it came, was too quiet to hear."
    },
    {
      "PARA_NUM": "565",
      "CHAPTER_MANUSCRIPT": "She stood, and listened anyway."
    }
  ]
}